const blogs = [
  {
    title: "आज दाल के रेट बढ़े",
    date: "2026-04-07",
    desc: "आज बाजार में दाल के रेट में तेजी देखी गई। आने वाले दिनों में और बदलाव संभव है।",
    link: "blog4.html"
  },
  {
    title: "आज दाल के रेट बढ़े",
    date: "2026-04-07",
    desc: "आज बाजार में दाल के रेट में तेजी देखी गई। आने वाले दिनों में और बदलाव संभव है।",
    link: "blog3.html"
  },
  {
    title: "कौन सा तेल ज्यादा फायदेमंद है?",
    date: "2026-04-06",
    desc: "सरसों तेल और रिफाइंड तेल दोनों का उपयोग अलग-अलग जरूरत के हिसाब से किया जाता है।",
    link: "blog2.html"
  },
  {
    title: "आलू और प्याज के दाम बढ़ने वाले हैं?",
    date: "2026-04-05",
    desc: "बाजार में हलचल है। आगे कीमत बढ़ सकती है, इसलिए सही समय पर खरीदारी फायदेमंद हो सकती है।",
    link: "blog1.html"
  }
];
